// © Copyright 2011-2015 HP Development Company, L.P.

//Designjet Assistant

DesignjetAssistantTaskTOCTitle = "Assistente para configuração";

//Device Discovery

PrinterNameColumnTitle = "Nome da impressora";
PrinterModelColumnTitle = "Modelo da impressora";
PrinterDriverColumnTitle = "Driver da impressora";
ConnectionColumnTitle = "Conexão";
DetailsColumnTitle = "Detalhes";

DeviceDiscoveryTaskName = "Adicionar dispositivo";
DeviceDiscoveryNameText = "Nome:";
DeviceDiscoveryInformativeText = "Selecione sua impressora na lista e Pressione 'Continuar' para adicionar a impressora ao sistema.";

//Queue Created

QueueCreatedText = "A fila da impressora foi criada.\n\nSe deseja criar uma fila de impressora para outras impressoras mostradas na lista anterior, clique em Voltar e repita o processo.\n\nSe tiver concluído, clique em Continuar.";
QueueCreatedTaskName = "A fila da impressora foi criada";

QueueDuplicationAlertTitle = "Configurando %@";
QueueDuplicationAlertText = "A fila para %@ já existe. Gostaria de criar uma fila nova?";

//CIP Task

CIPTaskControllerTaskTOCTitle = "HP Designjet CIP";

//CIP Introduction

CIPIntroductionText = "Ajude-nos a desenvolver produtos ainda melhores!\n\nInscreva-se no Programa de Envolvimento com o Consumidor (CIP) da HP Designjet e ajude-nos a desenvolver produtos cada vez melhores. Os dados anônimos de utilização da impressora que coletamos nos ajudam a determinar como você usa a impressora e quais são os recursos mais importantes para você. Todos os dados são coletados e utilizados de acordo com a Declaração de privacidade do CIP. Não há pesquisas obrigatórias nem e-mails subsequentes. Nenhuma informação pessoal de contato é coletada. Você pode interromper sua participação a qualquer momento.";
CIPIntroductionPrivacyStatementLink = "Declaração de privacidade do CIP";
CIPIntroductionPrivacyStatementLinkTooltip = "Declaração de privacidade do CIP";

"Yes, I want to participate (send anonymous data only)" = "Sim, desejo participar (enviar apenas dados anônimos)";
"No, thank you" = "Não, obrigado";

CIPIntroductionTaskName = "Programa de Envolvimento com o Consumidor da HP Designjet";
CIPIntroductionTaskTOCTitle = "Introdução";
CIPSendSerialText = "Selecionar ¨Enviar o número de série da minha impressora¨ pode permitir que forneçamos a você o melhor serviço e suporte ao seu produto, e esse dado é necessário para determinar a elegibilidade dos programas com base na utilização.";

"Send my printer's serial number" = "Enviar o número de série da minha impressora";

//CIP Business Profile

CIPBusinessProfileText = "Para nos ajudar a compreender melhor seu ambiente de trabalho, forneça as informações opcionais a seguir. Se você escolher não fornecer essas informações, ainda receberemos seus dados anônimos de uso da impressora caso você concorde em participar do CIP. Todos os dados são coletados e utilizados de acordo com a Declaração de Privacidade da HP. Não há pesquisas obrigatórias nem e-mails subsequentes. Nenhuma informação pessoal de contato é coletada.";

CIPBusinessProfileTaskName = "Programa de Envolvimento com o Consumidor da HP Designjet";
CIPBusinessProfileTaskTOCTitle = "Perfil do negócio";

BusinessTypeText = "Tipo de negócio:";
BusinessSizeText = "Tamanho do negócio:";
GeographicalRegionText = "Região geográfica:";

"None" = "Nenhuma";
"Architecture, Engineering, Construction" = "Arquitetura, engenharia, construção";
"Graphic Design, Advertising Services" = "Design gráfico, serviços de publicidade";
"Infrastructure, Utilities, Telecommunications" = "Infraestrutura, utilitários, telecomunicações";
"Manufacturing, Automotive, Transportation" = "Industrial, automotivo, transporte";
"Printing Services" = "Serviços de impressão";
"Professional Photography Services" = "Serviços de fotografia profissional";
"Public Sector" = "Setor público";
"Other" = "Outros";

"1-10 employees" = "1 – 10 funcionários";
"10-100 employees" = "10 – 100 funcionários";
"100-1000 employees" = "100 – 1000 funcionários";
"more than 1000 employees" = "mais de 1000 funcionários";

"Americas" = "Américas";
"Europe, Middle East, Africa" = "Europa, Oriente Médio, África";
"Asia Pacific, Japan" = "Ásia, Pacífico, Japão";

//HP Proactive Support

ProactiveSupportAgreementText = "O HP Proactive Support oferece uma forma fácil e cômoda de monitorar suas impressoras da HP, mantendo-as atualizadas e com seu melhor desempenho.\
\n\nConsulte o Contrato do HP Proactive Support para obter detalhes.";
ProactiveSupportTaskName = "HP Proactive Support";
ProactiveSupportAgreementLink = "Contrato do HP Proactive Support";
ProactiveSupportAgreementLinkTooltip = "Contrato do HP Proactive Support";

"Yes, I want to enable it" = "Sim, eu quero ativá-lo";

//HP Printer Monitor

PrinterMonitorTextField = "O aplicativo HP Printer Monitor permite que você visualize o estado das impressoras HP Designjet no plano de fundo e informa quando a impressora precisa de manutenção (p.ex., para problemas de cartucho ou congestionamento de papéis)\nVocê deseja receber notificações em forma de alerta? Você pode alterar essas configurações posteriormente.";
AdviseAlertsAgreement = "Sim, eu desejo ser avisado imediatamente";
AdviseAlertsChoosen = "Os alertas serão exibidos em janelas pop-up como faixas diretamente no seu dock.";
AdviseAlertsNotChoosen = "Os alertas não serão exibidos em janelas pop-up no dock. É necessário abrir o HP Printer Monitor para visualizar os alertas.";

PrinterMonitorTaskName = "HP Printer Monitor - alertas";
PrinterMonitorTaskTOCTitle = "HP Printer Monitor";

"Show all alerts" = "Exibir todos os alertas";
"Show only critical alerts" = "Mostrar somente os alertas críticos";

// Web Registration

WebRegistrationTaskName = "Registro na Web";

WebRegistrationTextField = "Obrigado pela sua compra!\n\nReserve alguns minutos para registrar a sua nova impressora. Registrando-se, você:\n\nPoderá participar dos programas HP e receber ótimos presentes.\n\nFornece à HP as informações necessárias para que possamos continuar a desenvolver nossos produtos com os recursos mais apropriados para você, nosso cliente.\n\nTem direito à associação gratuita ao Designjet Online (excelente fonte de notícias e dicas - não só sobre as próprias impressoras, mas também tinta, mídia, drivers, aplicativos, etc. Também são mostrados vários estudos de caso para servirem de inspiração a você, inclusive alguns escritos pelos próprios usuários!)\n\nObserve que se você preferir não registrar o produto, os direitos assegurados pela garantia não serão afetados.\n\nRegistrar...";

WebRegistrationLink = "Registrar...";
WebRegistrationLinkTooltip = "Registrar";

WebRegistrationStatementText = "Se clicar em \"Continuar\", seu navegador da Web padrão será usado para entrar on-line e acessar as páginas do site da HP.\n\nPara concluir a operação, alguns informações pessais devem ser transferidas para servidroes HP seguros. As informações enviadas podem incluir:\n\nEndereço IP,\nModelo de impressora,\nSistema operacional.\n\nPolítica de Pirvacidade On-line da HP";

WebRegistrationStatementLink = "Política de Pirvacidade On-line da HP";

//Summary

SummaryTextField-1 = "O Assistente para configuração foi concluído.";
SummaryTextField-2 = "No HP Printer Monitor, você ativou:";
SummaryTextCIP = "Programa de Envolvimento com o Consumidor da HP Designjet";
SummaryTextPriactiveSupport = "HP Proactive Support";
SummaryTextAlerting = "Alertas";
SummaryTextField-3 = "Para alterar as configurações de alerta e a participação dos programas da HP Designjet, abra as Preferências de monitoramento disponíveis no aplicativo HP Printer Monitor.";

SummaryTaskName = "Resumo";

//CIP Privacy Statement Window

PrivacyStatementText = "A HP respeita sua privacidade e tem o compromisso de protegê-la.\n\nA HP fornece esta Declaração de privacidade para informá-lo que, com sua permissão, o recurso 'Programa de Envolvimento com o Consumidor' (CIP) permite que seu produto envie periodicamente informações de utilização de suprimentos e configuração para a HP. As informações enviadas à HP são utilizadas para otimizar produtos e serviços e monitorar o dispositivo, caso seu vínculo com a HP inclua serviços como substituição proativa de cartucho, contratos de pagamento por página, acordos de suporte ou controle de utilização.\n\nA HP coleta dados de estado e utilização da impressora, além de outros dados específicos da impressora. Esses dados podem ser compartilhados com outras entidades da HP, possivelmente encontradas no exterior, para ativar o Programa de Envolvimento com o Consumidor, para agrupar dados de pesquisa de mercado que possibilitem à HP melhorar a qualidade de seus produtos e serviços.\n\nA lista a seguir é uma ilustração, incompleta, dos tipos de informações que o Programa de Envolvimento com o Consumidor coletará:\n\nInformações da impressora:\n\t- Nome do produto\n\t- Número do produto\n\t- Número de série\n\t- Versão do firmware\n\t- Número de páginas impressas\n\t- Estado da impressora\n\t- Dados de utilização da impressora\n\t- Log de eventos (contendo uma lista de erros de sua impressora)\n\t- Informações de contabilização das últimas impressões\n\nA HP manterá a privacidade de todos os dados coletados de acordo com a Declaração de privacidade on-line da HP e assegura que tomará precauções razoáveis ao lidar com os dados de estado e utilização da impressora recolhidos. Para obter informações atualizadas sobre privacidade ou práticas utilizadas, consulte o site da HP local.\n\nCaso queira exercer seus direitos de acesso, retificar ou cancelar seus dados, envie um e-mail para myprinteradmin@hp.com";

HPPrivacyStatement = "Declaração de Privacidade da HP";
PersonalDataRightsNotice = "Aviso de direitos de dados pessoais";

ProactiveSupportStatementText = "<html><body><font size=+1>
<p>O HP Proactive Support fornece uma forma simples e conveniente de monitorar suas impressoras
HP, mantê-las atualizadas e sempre com o melhor desempenho.
O serviço HP Proactive Support localizará as mais recentes atualizações necessárias
para o hardware e o software da HP instalado em seu sistema e lhe dará
a chance de escolher o que será instalado.
Alertas simples e informações de suporte o notificarão quando uma impressora precisar
de assistência e indicarão o que deve ser feito.</p>

<p>Novas atualizações serão disponibilizadas assim que forem desenvolvidas.
O serviço HP Proactive Support verificará se existem novas atualizações no intervalo
especificado por você.</p>

<p>A HP tem o compromisso de proteger a privacidade dos clientes que usam o HP
Proactive Support. Os dados coletados de seu computador pelo serviço HP Proactive
Support serão usados para determinar se são necessárias atualizações de software
e se o seu sistema apresenta algum problema em potencial que seja do conhecimento
da HP.</p>

<p>As informações coletadas não serão usadas para rastrear clientes individuais,
computadores ou impressoras conectadas. Nenhum dado de identificação pessoal, como
nome, endereço ou e-mail, será coletado.
Os dados coletados podem ser agregados de forma anônima para fins de
pesquisa de mercado e para permitir que a HP aprimore a qualidade de seus produtos e dos
serviços oferecidos.</p>

<p>Esses dados podem ser mantidos por um período de até 5 anos a partir da data da
última transferência de dados para a HP, e serão enviados para um sistema da HP, que pode
estar em outro país. O endereço IP do computador remetente será usado para fins
de transmissão, de acordo com as comunicações padrão da Web.</p>

<p>As informações coletadas pelo HP Proactive Support incluem o seguinte:<br>
- Nome do sistema operacional<br>
- Configuração de país<br>
- Configuração de idioma<br>
- Lista de impressoras configuradas com o HP Printer Monitor</p>

<p>A fim de aprimorar o serviço HP Proactive Support, a HP também controla a quantidade
de tentativas de download de soluções, a quantidade de atualizações instaladas
com êxito e a quantidade de falhas de atualização. Esses dados são rastreados de forma anônima.
Nenhum identificador exclusivo é vinculado aos dados dos clientes pelo HP Proactive Support.</p>

<p>Para obter mais informações sobre nossa política de privacidade, visite <a href=\"http://www.hp.com/go/proactivesupport/privacy/pt\">http://www.hp.com/go/proactivesupport/privacy</a></p></font></body></html>";


